import React from "react";
import { Segment, Container, Grid } from "semantic-ui-react";

const About = () => (
  <Segment
    style={{
      minHeight: "38em"
    }}
  >
    <br />
    <br />
    <br />
    <h1 style={{ fontFamily: "Prompt" }} align="center">
      &nbsp;&nbsp;&nbsp;&nbsp; about more | เกี่ยวกับตัวเรา
    </h1>
    <br />
    <br />
    <Container style={{ fontFamily: "Prompt", fontSize: "1.3em" }}>
      <Grid stackable>
        <Grid.Row>
          <Grid.Column width={3} />
          <Grid.Column width={11}>
            <p align="center" style={{ marginBottom: "5%" }}>
              “เพื่อนยามยากในทุกการสอบ”
            </p>
            <p style={{ marginBottom: "1.1%" }}>
              TU more sheet เป็นแหล่งรวมชีทสรุปของนักศึกษาธรรมศาสตร์
              เพื่อประโยชน์สูงสุดของนักศึกษา
            </p>
            <p style={{ marginBottom: "2%" }}>ทั้งที่ทำชีทและหาซื้อชีทไปอ่าน</p>
            <li style={{ marginLeft: "4%" }}>
              <p style={{ marginBottom: "1.1%" }}>
                ผู้ขายจะได้รับรายได้อย่างเป็นธรรมและต่อเนื่องทุกเดือน
                ตามจำนวนยอดที่ขายได้ ไม่ถูกเอาเปรียบ
              </p>
              <p style={{ marginBottom: "2%" }}>
                หรือถูกเอาผลงานไปจำหน่ายโดยไม่ได้รับอนุญาตอย่างที่ผ่านมา
              </p>
            </li>
            <li style={{ marginLeft: "4%" }}>
              <p style={{ marginBottom: "1.1%" }}>
                ผู้ซื้อได้รับชีทสรุปที่อัพเดทและมีวิชาหลากหลายให้เลือกซื้อ
                สามารถอ่านออนไลน์ได้ทุกที่ทุกเวลา
              </p>
              <p style={{ marginBottom: "1.1%" }}>
                ไม่ต้องพกชีทหนักเยอะแยะ - ชีทของ more sheet
                นั้นได้ทำการสแกนอย่างดี รับรองว่า
              </p>
              <p style={{ marginBottom: "1.1%" }}>
                ทั้งไฮไลท์ หรือว่าข้อความสีๆในชีทสรุปทั้งหลาย จะสามารถอ่านออกได้
                ไม่เหมือนกับ
              </p>
              <p>การถ่ายเอกสารที่ออกมาดำหมด อ่านไม่ออก</p>
            </li>
            <br />
            <b>สิทธิพิเศษจากเรา </b>
            <p>
              ไม่ว่าจะเป็น event สุด exclusive, workshop ต่างๆ
              จากบุคคลที่มีชื่อเสียง
              ที่สามารถช่วยเพื่อนๆทุกคนได้รู้จักและพัฒนาตนเอง
              อีกทั้งส่วนลดร้านอาหารอีกมากมายในอนาคต
              สงวนสิทธิ์ให้กับคนที่ซื้อขายกับ TU more sheet เท่านั้นนะ
            </p>
            <b>“ช่วยเหลือเพื่อนนักศึกษา”</b>
            <p>
              ความตั้งใจของเราคือการช่วยนักศึกษาในการเรียนมากที่สุดเท่าที่จะทำได้
              จากประสบการณ์ของผู้ก่อตั้งในการขายชีทสรุปในมหาวิทยาลัยธรรมศาสตร์กว่า
              3 ปี ทำให้เห็นถึงปัญหาและข้อจำกัดหลายประการของนักศึกษามหาวิทยาลัย
              โดยพบว่ามีนักศึกษาจำนวนมากที่ต้องการอ่านชีทสรุปเพื่อใช้เป็นตัวช่วยในการเข้าใจบทเรียน
              และมีอีกกลุ่มหนึ่งที่ต้องการทำชีทสรุปขายเพื่อสร้างรายได้ให้กับตนเอง
              แต่ปัจจุบันช่องทางในการจำหน่ายชีทสรุปในมหาวิทยาลัยมีเพียงช่องทางเดียวซึ่งให้รายได้อย่างไม่เป็นธรรมแก่ผู้ขาย
              และมีการจำกัดวิชาที่จะรับมาจำหน่าย
              ซึ่งเป็นเหตุให้ชีทสรุปไม่อัพเดทและไม่มีวิชาที่นักศึกษาต้องการมากนัก
              เมื่อผู้ก่อตั้งเปลี่ยนจากการขายผ่านตัวกลางมาทำการจัดจำหน่ายเองพบว่าไม่สามารถเข้าถึงกลุ่มลูกค้าได้มากเท่าที่ควร
              เมื่อมีแพลตฟอร์มกลางนี้แล้ว
              จะทำให้นักศึกษาผู้ซื้อได้ชีทไปเป็นตัวช่วย
              และผู้ขายก็ได้สร้างรายได้รวมถึงช่วยเพื่อนคนอื่นๆอีกด้วย
            </p>
            <b>“ชีทสรุป”</b>
            <p>
              ตัวช่วยที่ทำให้นักศึกษาเข้าใจบทเรียนมากยิ่งขึ้น
              ช่วยแก้ปัญหาที่เกิดในการเรียน ไม่ว่าจะเป็นจดไม่ทัน
              เรียนไม่รู้เรื่อง อ่านหนังสือไม่ทัน เนื่องการบ้านจำนวนมาก
              หรือต้องจำเนื้อหาเยอะไปสอบ ชีทสรุปจึงเป็นตัวร่นเวลาในการอ่าน
              เสริมความเข้าใจในบทเรียน เพื่อนำไปใช้สอบอย่างมีประสิทธิภาพ
              ไม่ว่าคุณจะเป็นใคร เรียนอะไร{" "}
              <u>เรารับทุกอย่างที่สรุปเป็นชีทได้</u> - ชีทรายวิชาต่างๆ
              เปิดรับทุกคณะ ไม่ว่าจะเป็นชีทเพื่อควิซ ชีทบทต่อบท มิดเทอมไฟนอล -
              ชีทภาษา เช่น TOEIC HSK ชีทแกรมม่า ชีทคำศัพท์ - ชีทเทคนิคต่างๆ -
              ชีทสรุปหนังสือน่าอ่าน และอื่นๆๆที่สามารถสรุปได้!!!
            </p>
            <p>
              การทำชีทสรุปขาย มี3แบบ:
              <br />{" "}
              <u>
                <b>1. #weekly</b>
              </u>{" "}
              ☝🏽- หากคุณเป็นคนขยัน มีเวลา
              อ่านทบทวนหลังเลิกเรียนทุกๆท้ายคาบ/ทุกๆสัปดาห์
              สามารถวางขายแบบอัพเดททุกอาทิตย์ 🔥แนะนำให้ทำแบบนี้🔥
              เพราะนอกจากจะเป็นการบังคับให้ตัวเองทบทวนบทเรียนทันทีก่อนลืมแล้ว
              (จะได้ไม่ดินพอกหางหมูมาทำชีททีเดียวก่อนสอบ +
              ไม่เหนื่อยเรามากๆแค่ช่วงก่อนสอบ) ยังช่วยชีวิตเพื่อนๆคนอื่นจากการ
              QUIZ ได้อีกด้วย!!!
              <br />{" "}
              <u>
                <b>2. #crisis</b>
              </u>{" "}
              ✌🏽- ขายแยกแต่ละ crisis คือ midterm และ final
              ชีทสรุปของคุณจะรวบรวมเนื้อหาที่เรียนมา
              แล้วใช้อ่านสำหรับช่วงก่อนสอบ midterm หรือ final
              คนซื้อก็จะได้ซื้อฉบับรวมทีเดียว ไม่ต้องแยก หากต้องการใช้แค่ตอนสอบ{" "}
              <br />
              <u>
                <b>3. #semester</b>
              </u>{" "}
              🤟🏽- ฉบับรวม1เทอม ทั้งมิดเทอมและไฟนอล เป็น 1 เล่ม 1 วิชา
              ข้อดีคือคนซื้อจะได้เห็นภาพรวมทั้งหมดของวิชา และซื้อไปเลยทีเดียว~
              <br />
              <br />
              ระยะเวลาที่ท่านจะขายชีทได้ <br />
              <b>1. ช่วงควิซ</b> 😌 - บางวิชาก็ควิซเก่งงง ควิซทุกสัปดาห์ บางทีก็
              pop quiz!! เพราะฉะนั้นถ้าทำแบบ <u>#weekly</u> ได้จะดีมาก
              นอกจากจะได้ทบทวนแล้ว ยังช่วยชีวิตเพื่อนได้อีก
              อย่าลืมว่าเกรดไม่ได้เอาแค่”คะแนนสอบ” แต่”คะแนน
              quiz”ก็เป็นส่วนหนึ่งด้วย!!! <br />
              <b>2. ช่วงมิดเทอม/ไฟนอล</b> 😱 - อันนี้แน่นอนอยู่แล้ว ช่วง{" "}
              <u>#crysus </u>
              <br />
              <b>3. ช่วงไหนก็ได้ที่อยากอ่าน</b> 🤔 - จะมีผู้ซื้อที่แบบว่า
              อยากเรียนวิชานี้จังแต่ลงไม่ได้ ชนตัวอื่น อยากเอาไปอ่านเอง
              เพราะวิชาดีๆๆเนื้อหาน่าสนใจมีเยอะ อย่าทำให้การ{" "}
              <u>#ขอโควต้าไม่ได้</u> <u>#ชนตัวบังคับ</u>{" "}
              มาขัดขวางการเรียนรู้ของเราสิคะ!!! นอกจากนี้ที่น่าสนใจคือ{" "}
              <u>#มีเพื่อนมหาลัยอื่น</u> มาซื้อชีทสรุปวิชาของ TU ด้วยนะ
              เพราะวิชามอเราหลายๆตัวมันดีจริงๆ!
            </p>
            <br />
          </Grid.Column>
        </Grid.Row>
      </Grid>
      {/* <br /> */}
      {/* <li>
        <p align="left">สมัครเป็นนักทำชีทสรุป</p>
      </li>
      <li>
        <p align="left">facebook page</p>
      </li>
      <li>
        <p align="left">email</p>
      </li> */}
    </Container>
  </Segment>
);

export default About;
