import React from "react";
import { Segment, Container, Grid } from "semantic-ui-react";

const Sheeter = () => (
  <Segment
    style={{
      minHeight: "38em"
    }}
  >
    <div style={{ display: "inline" }}>
      <br />
      <br />
      <br />
      <h1 style={{ fontFamily: "Prompt" }} align="center">
        &nbsp;&nbsp;&nbsp;&nbsp; นักสรุปชีท
      </h1>
      <br />
      <br />
      <Container style={{ fontFamily: "Prompt", fontSize: "1.3em" }}>
        <Grid stackable>
          <Grid.Row>
            <Grid.Column width={3} />
            <Grid.Column width={11}>
              <li>นโยบาย</li>{" "}
              <li>
                <a href="https://drive.google.com/file/d/1wpE_8T83aAk8LmX7sFzd10HhPqWYDyn-/view">
                  ข้อตกลงการใช้บริการ
                </a>
              </li>
              <li>
                <a href="https://drive.google.com/file/d/1gra6-0GOb4S-Sbybjegle1F7-aJgRZDf/view?usp=sharing">
                  การส่งชีท
                </a>
              </li>
              <br />
              <p style={{ color: "red" }}>
                ลงขายชีทสรุปกับเรา! สร้างรายได้อย่างต่อเนื่องชีทต่อชีท ❤️
              </p>
              <br />
              เคยทำสรุปไว้มากมาย ก็เอามาลงขายย้อนหลังได้! <br /> อย่าเพิ่งทิ้ง
              เอามาสร้างเงินดีกว่าเด้ออออ
              <br />
              <br /> ไม่ว่าคุณจะเป็นใคร เรียนคณะอะไร
              <u>#เรารับทุกอย่างที่สรุปเป็นชีทได้</u> เปิดรับทุกคณะ
              ไม่ว่าจะเป็นชีทเพื่อควิซ ชีทบทต่อบท ชีท TOEIC HSK ชีทแกรมม่า
              ชีทคำศัพท์ ชีทเทคนิคต่างๆ ชีทสรุปหนังสือน่าอ่าน และอื่นๆๆ <br />
              <br />
              ทำไมต้องขายที่นี่? <br /> เพราะคุณจะได้รายได้อย่างต่อเนื่อง{" "}
              <u>#ชีทต่อชีท</u>
              คนซื้อเยอะเท่าไหร่ ก็ได้เท่านั้นจริงๆ พูดเลยว่าคุ้ม
              <br />
              ค่าเหนื่อย เพราะมีคนได้ 4พันบาทภายใน 2 อาทิตย์มาแล้ว! 😱😱😱{" "}
              <br />
              <br />
              <br />
              นอกจากจะมีฐานลูกค้ารองรับทั่วธรรมศาสตร์
              พัฒนาศักยภาพการเรียนของคุณแล้ว คุณยังสามารถ..
              <br /> 📌สร้าง Personal branding มีผลงาน เป็นที่รู้จัก <br />{" "}
              📌ร่วมสร้างcontent แชร์เรื่องราว/เคล็ดลับ/ประสบการณ์ต่างๆ
              ให้กับเพื่อนๆ <br /> 📌เข้าร่วม event/workshop การพัฒนาตนเอง ฟรี!
              <br />
              <br />
              <br />
              ไปขายที่อื่นก็ไม่ได้แบบนี้!!! <br />
              <br /> คลิกลงทะเบียนที่ link นี้! กรอกข้อมูลนิดเดียวเท่านั้นเอง❤️{" "}
              <br />
              <br />
              <a href="https://goo.gl/forms/RzTNxtfqaWRY5h1R2">
                <u>https://goo.gl/forms/RzTNxtfqaWRY5h1R2</u>
              </a>{" "}
              <br />
              <br /> 💡ภายใน 24 ชม.เราจะส่งเมลรายละเอียดการทำชีทไปให้
              จากนั้นเพื่อนๆสามารถส่งชีทสรุปมาได้เลย เพราะมีคนรออ่านอยู่ !{" "}
              <br />
              <br />
              หากอยากมีชีทสรุปดีๆช่วยชีวิตช่วงสอบ
              อย่าลืมบอกเพื่อนที่มีแววมาลงทะเบียนด้วย อิอิ❤️ <br />
              <br />
              รออ่านชีทอยู่น้าาาาาาาาาา <br />
              <u>
                #อย่าลืมกดไลค์เพจเพื่อติดตามข้อมูลข่าวสารดีๆ
              </u> ❤️❤️❤️❤️❤️ <br />
              <br />
              นึกถึงชีทสรุป นึกถึง <u>#TUmoresheet</u>💡 <br />
              <br />
              <p style={{ color: "red" }}>แล้วมาเป็นครอบครัวเดียวกันนะ :)</p>
            </Grid.Column>
          </Grid.Row>
        </Grid>
      </Container>
    </div>
  </Segment>
);

export default Sheeter;
